{
  "1axle": "1 axle",
  "1seat": "1 Seat",
  "2axle": "2 axle",
  "2seat": "2 Seat",
  "3axle": "3 axles",
  "4axle": "4 or more axles",
  "4seat": "4 Seat",
  "accessories": "Accessories",
  "appName": "Scale Points Calculator",
  "bed": "Bed",
  "bedSubtitle": "not available to tubers",
  "body": "Body",
  "bumpers": "Bumpers",
  "bumpersSubtitle": "Must be chassis mounted and separate from the body",
  "cab": "Cab",
  "class23Only": "only applicable to Class 2 and 3",
  "class3Only": "only applicable to class 3",
  "clear": "Clear",
  "close": "Close",
  "cms": "Chassis mounted steering servo",
  "customFullInterior": "Custom Made Full Interior",
  "customFullInteriorInfo": "Absolutely NO cutting and re-gluing of pre-molded lexan/styrene interiors to gain additional custom points.",
  "customHardBody": "Custom Built Hard Body",
  "customHardBodyInfo": "Must have 3-dimensional body panels that cover the chassis (not flat panels that bolt in between visible tube work).\nMust resemble a known 1:1 body and must be hand formed and fabricated from metal or other rigid material.",
  "driver": "Full Interior Driver",
  "driverInfo": "Figures must be human, scale sized adult figures. A complete figure must be a minimum of 5 1/2\" tall, and all partial figures shall be of similar scale to a complete figure. \nAny interior that is vacuum formed to include driver figure(s) will receive interior cover points only",
  "dropBed": "Drop Bed",
  "dropBedInfo": "Must be a minimum of 1.25\" deep from top of bed sides to top of entire floor. Wheel wells must be realistic size.",
  "engine": "3D engine",
  "engineInfo": "Must be in a reasonable location and appear to be powering the drivetrain of the vehicle.",
  "front": "Front",
  "full": "Full",
  "fullFigure": "Full figure",
  "fullInterior": "Full Interior",
  "fullInteriorInfo": "A full interior must include all of these 3D pieces: seat, dash, steering wheel and complete floor. The interior must be deep enough for a scale figure from the knees up.",
  "functional": "Functional",
  "functionalSubtitle": "Front Winch -2, Rear Winch -2, Lights (2 front & 2 rear) -2, others -1. Examples: Tow strap, D-ring, Pull Pal, sand ladder, hitch, opening doors and hood, spare tire mount",
  "hardBody": "Hard body",
  "hardBodyInfo": "Hardbodies can be injection molded or hand made from styrene or metal.\nThey can also be 3D printed or vacuum formed but must have a finished thickness of .060 with these processes to receive hardbody points.",
  "head": "Head",
  "headacheRackOrRollBar": "Headache Rack Or Roll Bar",
  "innerFenderSubtitle": "Inner fenders must fill area between the chassis and body.",
  "innerFenders": "Inner Fenders",
  "interior": "Interior",
  "interiorCover": "Interior Cover",
  "interiorDriver": "Driver with Interior Cover",
  "interiorOrExoCage": "Interior or Exo Cage",
  "interiorOrExoCageInfo": "Cage must have down bars and cross bars in front and behind each row.\nCage must be a rigid material of at least 1/8” diameter that is permanently brazed, welded, soldered or mechanically fastened together, to create a single unit.\nCage must be affixed to a rigid floor board, fender well, slider, bumper or structural part of the chassis.\nA vehicle interior is required to receive cage points.\nInterior and Exo Cage points are not available to tubers.",
  "interiorOrExoCageSubtitle": "Per row of seats or area where seats would be",
  "kneesUp": "Knees up",
  "leafSprings": "Leaf Springs",
  "leafSpringsSubtitle": "Must support vehicles weight without external shock springs",
  "lightbar": "Lightbar",
  "lightbarInfo": "Must be mounted above windshield or on top of the roof/roll bar. Minimum width, 3.5\".",
  "loading": "Loading",
  "metal": "Metal",
  "multiAxle": "Multiple Driven Axles",
  "nonFunctional": "Non-Functional",
  "nonFunctionalSubtitle": "Examples: Fuel cell, exhaust, jerry can, hubs on all wheels, steering stabilizer, disc/drum brakes on all wheels, mirrors(2), wipers(2), antenna, license plate, first aid, extinguisher, trail tools, Hi-lift jack",
  "passenger": "Full Interior Passenger",
  "perPair": "per pair",
  "plastic": "Plastic",
  "rear": "Rear",
  "rigidBodyPanels": "Rigid flat metal/plastic body panels",
  "rigidBodyPanelsSubtitle": "Body panels that rely on a Tube frame for their shape",
  "roofRack": "Roof Rack",
  "roofRackOrLightbarOnly": "you only receive points for either a roof rack OR a lightbar",
  "selectLanguage": "Select your language",
  "shockMounts": "Fabricated 3D Shock Mounts",
  "shockMountsInfo": "Must be made of metal and brazed or welded to the chassis.",
  "showSummary": "Show summary",
  "sliders": "Sliders",
  "slidersInfo": "Must be mounted on both sides and within 1/2\" of each wheel well, or to the back of the cab on trucks.\nMust be mechanically fastened, welded, or brazed to the chassis OR Hard body.",
  "spareTire": "Spare Tire",
  "spareTireInfo": "Must remain a functional item (mounted to a rim).\nMust still be within 1/4\" width & height of the drive tires",
  "stinger": "Stinger / Grill Guard",
  "summary": "Points summary",
  "suspension": "Suspension, Drivetrain and Steering",
  "suvCargoArea": "SUV Cargo Area",
  "torso": "Torso",
  "totalPoints": "Total points",
  "transferCase": "Functioning Transfer Case",
  "transferCaseInfo": "Must be chassis mounted, and have it's own gears that split the power between the front and rear axles.\nT-case points must include these 3 items: a motor, a geared transmission and a transfer case.",
  "truggy": "Truggy",
  "truggyInfo": "Truggies are allowed but must meet all of the following requirements:\nThe frame must be replaced with tube behind the cab.\nThis tube must extend past the rear axle pumpkin.\nThe bed must have a roll bar hoop and integrated shock mounts which is a structural part of the vehicle.\nTube bed, roll bar, shock mount points not available in addition to truggy bed points.",
  "tubeFrame": "Tube Frame",
  "tubeFrameInfo": "A tuber consists of a complete body structure where the front, cab, and rear sections are comprised entirely of structural tube work.\nTube bed, roll bar, internal cage, and shock mount points not available in addition to tuber points.",
  "tubeOrFlatbed": "Tube Bed Or Flatbed",
  "tubeOrFlatbedInfo": "Tube beds and flat beds must be up to the point that the rear tires end, and must be at least 2/3 the width of the cab at its narrowest in Class 1. If they do not meet this criteria in class 2 it will count as a dove tail.",
  "tubePlateAccessories": "Tube / Plate Accessories",
  "tubePlateAccessoriesInfo": "Must be made from a rigid material\nTube must be ⅛\" diameter or more\nFlat plate may be any thickness with a minimum of ½\": IE, it can be bent but two measured sides must equal at least ½”\nSmaller material may be used, but will not count towards points",
  "tubersTruggiesAndRollCages": "Tubers, Truggies and roll cages"
}
